ms-vscode.vscode-typescript-next
ms-vscode-remote.remote-wsl
dbaeumer.vscode-eslint
esbenp.prettier-vscode
denoland.vscode-deno
dsznajder.es7-react-js-snippets
bradlc.vscode-tailwindcss
unifiedjs.vscode-mdx
styled-components.vscode-styled-components
eamodio.gitlens
mhutchie.git-graph
ms-vscode-remote.remote-containers
github.copilot
github.copilot-chat
ms-vscode.makefile-tools
foxundermoon.shell-format
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.makefile-tools
